Repository: 553059/Pyto
Catalog: Pyto/*.lproj/Intents.strings
Languages: de, es, fr

# 01xDN8
source: Reload ${widgets}
de: Laden Sie ${widgets} neu
es: Recargar ${widgets}
fr: Rafraîchir ${widgets}

# 2P8MF4
source: Run ${command}
de: ${command} ausführen
es: Ejecutar ${command}
fr: Exécuter ${command}

# 2wk6nN
source: Start Handling Widgets In App
de: Starten Sie die Verwaltung von Widgets in der App
es: Comenzar a manejar los widgets en la app
fr: Commencer à gérer les widgets dans l'app

# 31L2Vp
source: Run the Python script.
de: Führen Sie das Python-Skript aus.
es: Ejecuta el script Python.
fr: Exécute le script Python.

# 38MfkJ
source: Run ${script} with ${arguments}
de: Führen Sie ${script} mit ${arguments} aus
es: Ejecutar ${script} con ${arguments}
fr: Exécuter ${script} avec ${arguments}

# 3Ywctx
source: Runs a Python script. The files passed to the 'Attachments' parameter can be retrieved with 'pasteboard.shortcuts_attachments()'.
de: Führt ein Python-Skript aus. Die an den Parameter „Anhänge“ übergebenen Dateien können mit „pasteboard.shortcuts_attachments()“ abgerufen werden.
es: Ejecuta un script de Python. Los archivos pasados al parámetro 'Adjuntos' se pueden recuperar con 'pasteboard.shortcuts_attachments()'.
fr: Exécute un script Python. Les fichiers passés au paramètre 'Pièces jointes' pourront être obtenus avec 'pasteboard.shortcuts_attachments()'.

# 5XtK1y
source: Just to confirm, you wanted ‘${script}’?
de: Nur zur Bestätigung, Sie wollten „${script}“?
es: ¿Para confirmar, quieres ejecutar ‘${script}’?
fr: Pour confirmer, vous voulez exécuter ‘${script}’?

# 6VwO9t
source: Show Console
de: Konsole zeigen
es: Mostrar consola
fr: Montrer la console

# 6XaO92
source: Run ${script}
de: ${script} ausführen
es: Ejecutar ${script}
fr: Exécuter ${script}

# 6ZKjhL
source: false
de: nein
es: no
fr: non

# 7uyvin
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes

# 8HDbQ2
source: What arguments would you like to pass?
de: Welche Argumente möchten Sie weitergeben?
es: ¿Que argumentos quieres pasar?
fr: Quelles arguments voulez vous passer?

# 8aDiNw
source: Show Console
de: Konsole zeigen
es: Mostrar consola
fr: Montrer la console

# 94RANP
source: Run with ${arguments}
de: Mit ${arguments} ausführen
es: Ejecutar con ${arguments}
fr: Exécuter avec ${arguments}

# AXowGy
source: What code would you like to run?
de: Welchen Code möchten Sie ausführen?
es: ¿Que código quieres ejecutar?
fr: Quel code voulez vous exécuter?

# C5z9uX
source: Start Handling Widgets In App
de: Starten Sie die Verwaltung von Widgets in der App
es: Comenzar a manejar los widgets en la app
fr: Commencer à gérer les widgets dans l'app

# CLVPw0
source: Reloads the selected widgets.
de: Lädt die ausgewählten Widgets neu.
es: Recarga los widgets seleccionados.
fr: Rafraîchit les widgets sélectionnés.

# EDyYYC
source: true
de: ja
es: sí
fr: oui

# Ehskbw
source: Working Directory
de: Arbeitsverzeichnis
es: Directorio Actual
fr: Répertoire Actuel

# HJfx5N
source: Start Handling Widgets In App
de: Starten Sie die Verwaltung von Widgets in der App
es: Comenzar a manejar los widgets en la app
fr: Commencer à gérer les widgets dans l'app

# I3ToQE
source: Which script would you like to run?
de: Welches Skript möchten Sie ausführen?
es: ¿Que script quieres ejecutar?
fr: Quel script voulez vous exécuter?

# IjD5HJ
source: Run Command
de: Führen Sie den Befehl aus
es: Ejecuar Comando
fr: Exécuter la Commande

# LZDnIH
source: Runs Python code. The files passed to the 'Attachments' parameter can be retrieved with 'pasteboard.shortcuts_attachments()'.
de: Führt ein Python-Code aus. Die an den Parameter „Anhänge“ übergebenen Dateien können mit „pasteboard.shortcuts_attachments()“ abgerufen werden.
es: Ejecuta código Python. Los archivos pasados al parámetro 'Adjuntos' se pueden recuperar con 'pasteboard.shortcuts_attachments()'.
fr: Exécute du code Python. Les fichiers passés au paramètre 'Pièces jointes' pourront être obtenus avec 'pasteboard.shortcuts_attachments()'.

# M8GYvv
source: Run ${command}
de: ${command} ausführen
es: Ejecutar ${command}
fr: Exécuter ${command}

# Mlh0n0
source: Run ${script}
de: ${script} ausführen
es: Ejecutar ${script}
fr: Exécuter ${script}

# Pw9bN2
source: Run ${script} with ${arguments}
de: Führen Sie ${script} mit ${arguments} aus
es: Ejecutar ${script} con ${arguments}
fr: Exécuter ${script} avec ${arguments}

# QjtZfC
source: What items would you like to pass?
de: Welche Artikel möchten Sie weitergeben?
es: ¿Que ítems quieres pasar?
fr: Quels items voulez vous passer?

# S5DOGJ
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes

# SI0K8j
source: What items would you like to pass?
de: Welche Artikel möchten Sie weitergeben?
es: ¿Que ítems quieres pasar?
fr: Quels items voulez vous passer?

# U4tStG
source: Working Directory
de: Arbeitsverzeichnis
es: Directorio Actual
fr: Répertoire actuel

# UVooc4
source: Starts running the app in background indefinitely so all widgets are executed in app. That removes the RAM limit of the widgets and they can use libraries like Numpy or Pandas.
de: Startet die App auf unbestimmte Zeit im Hintergrund, sodass alle Widgets in der App ausgeführt werden. Dadurch wird das RAM-Limit der Widgets aufgehoben und sie können Bibliotheken wie Numpy oder Pandas verwenden.
es: Comienza a ejecutar la aplicación en segundo plano indefinidamente para que todos los widgets se ejecuten en la aplicación. Eso elimina el límite de RAM de los widgets y pueden usar bibliotecas como Numpy o Pandas.
fr: Commence à exécuter l'application en arrière-plan indéfiniment afin que tous les widgets soient exécutés dans l'application. Cela supprime la limite de RAM des widgets et ils peuvent utiliser des bibliothèques comme Numpy ou Pandas.

# X339kc
source: false
de: nein
es: no
fr: non

# Z849pf
source: true
de: ja
es: sí
fr: oui

# Zi638d
source: Reload Widgets
de: Widgets neu laden
es: Recargar Widgets
fr: Rafraîchir les Widgets

# aSD3I6
source: What items would you like to pass?
de: Welche Artikel möchten Sie weitergeben?
es: ¿Que ítems quieres pasar?
fr: Quels items voulez vous passer?

# bHJZUK
source: Runs a command.
de: Führt einen Befehl aus.
es: Ejecuta un comando.
fr: Exécute une commande.

# bYKpNZ
source: Output
de: Ausgabe
es: Resultado
fr: Résultat

# c61Ecl
source: What arguments would you like to pass?
de: Welche Argumente möchten Sie weitergeben?
es: ¿Que argumentos quieres pasar?
fr: Quels arguments voulez vous passer?

# dp7nsF
source: Run the Python script.
de: Führen Sie das Python-Skript aus.
es: Ejecuta el script Python.
fr: Exécute le script Python.

# h58XTi
source: There are ${count} options matching ‘${script}’.
de: Es gibt ${count} Optionen, die mit „${script}“ übereinstimmen.
es: Hay ${count} opciones que corresponden a ‘${script}’.
fr: Il y a ${count} options correspondant à ‘${script}’.

# hN2jx3
source: Run Script
de: Skript ausführen
es: Ejecutar Script
fr: Exécuter le Script

# i4Z4sa
source: Run ${command}
de: Führen Sie ${command} aus
es: Ejecutar ${command}
fr: Exécuter ${command}

# jhmY5h
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes

# mkfoX7
source: Working Directory
de: Arbeitsverzeichnis
es: Directorio Actual
fr: Répertoire Actuel

# mksMNI
source: Show Console
de: Konsole zeigen
es: Mostrar Consola
fr: Montrer la console

# muCLmy
source: Arguments
de: Argumente
es: Argumentos

# p3BDDq
source: Get Script Output
de: Skriptausgabe abrufen
es: Obtener resultado del script
fr: Obtenir le résultat du script

# pe1psN
source: Command
de: Befehl
es: Comando
fr: Commande

# qQ8ebj
source: Show console?
de: Konsole zeigen?
es: Mostrar consola?
fr: Montrer la console?

# qZ52Ej
source: Returns the output from a script executed from Shortcuts. Waits until the script finished running.
de: Gibt die Ausgabe eines Skripts zurück, das von Shortcuts ausgeführt wird. Wartet, bis die Ausführung des Skripts abgeschlossen ist.
es: Devuelve el resultado de un script ejecutado desde Atajos. Espera hasta que el script termine de ejecutarse.
fr: Renvoie le résultat d'un script exécuté à partir de Raccourcis. Attend la fin de l'exécution du script.

# rPtDuw
source: true
de: ja
es: sí
fr: oui

# sIPsJt
source: Run ${command}
de: ${command} ausführen
es: Ejecutar ${command}
fr: Exécuter ${command}

# v3pNI9
source: false
de: nein
es: no
fr: non

# w4gsBb
source: Run with ${arguments}
de: Mit ${arguments} ausführen
es: Ejecutar con ${arguments}
fr: Exécuter avec ${arguments}

# yhqqDQ
source: Code
es: Código

# zA4vpr
source: Run Code
de: Code ausführen
es: Ejecutar Código
fr: Exécuter le Code

# zZSw83
source: Run ${script} with ${arguments}
es: Ejecutar ${script} con ${arguments}
fr: Exécuter ${script} avec ${arguments}

# zemKkL
source: Arguments
de: Argumente
es: Argumentos

# zhJKtY
source: Get Script Output
de: Skriptausgabe abrufen
es: Obtener resultado del script
fr: Obtenir le résultat du script

# IR9eAU
source: Script
de: Skript
